[
    {
        "number": 1,
        "naam": "Leeuw",
        "weetje": "Deze pixelcat slaapt ongeveer 20 uur per dag."
    },
    {
        "number": 2,
        "naam": "Olifant",
        "weetje": "Deze pixelcat herkent andere pixelcats aan hun geur."
    },
    {
        "number": 3,
        "naam": "Beer",
        "weetje": "Deze pixelcat heeft een uitstekend reukvermogen."
    },
    {
        "number": 4,
        "naam": "Chimpansee",
        "weetje": "Deze pixelcat gebruikt gereedschap om voedsel te verzamelen."
    },
    {
        "number": 5,
        "naam": "Hond",
        "weetje": "Deze pixelcat kan menselijke emoties aanvoelen."
    },
    {
        "number": 6,
        "naam": "Kat",
        "weetje": "Deze pixelcat kan tot 30 verschillende geluiden maken."
    },
    {
        "number": 7,
        "naam": "Giraffe",
        "weetje": "Deze pixelcat heeft de langste nek van alle pixelcats, maar ze heeft net zoveel halswervels als mensen (zeven)."
    },
    {
        "number": 8,
        "naam": "Pinguïn",
        "weetje": "Deze pixelcat kan niet vliegen, maar is een uitstekende zwemmer en kan snelheden bereiken tot 36 km/u onder water."
    },
    {
        "number": 9,
        "naam": "Dolfijn",
        "weetje": "Deze pixelcat is zeer intelligent en kan met andere pixelcats communiceren via kliks, fluitjes en andere geluiden."
    },
    {
        "number": 10,
        "naam": "Koala",
        "weetje": "Deze pixelcat slaapt ongeveer 18-22 uur per dag en voedt zich bijna uitsluitend met eucalyptusbladeren."
    },
    {
        "number": 11,
        "naam": "Kangoeroe",
        "weetje": "Deze pixelcat kan niet achteruit lopen, wat haar uniek maakt onder alle pixelcats."
    },
    {
        "number": 12,
        "naam": "Uil",
        "weetje": "Deze pixelcat kan haar kop bijna volledig ronddraaien (tot 270 graden) zonder haar lichaam te bewegen."
    },
    {
        "number": 13,
        "naam": "Ezel",
        "weetje": "Deze pixelcat kan zware lasten dragen en is zeer intelligent."
    },
    {
        "number": 14,
        "naam": "Paard",
        "weetje": "Deze pixelcat heeft een uitstekend geheugen en kan menselijke emoties herkennen."
    },
    {
        "number": 15,
        "naam": "Koe",
        "weetje": "Deze pixelcat kan gezichten van andere dieren en mensen onthouden."
    },
    {
        "number": 16,
        "naam": "Stier",
        "weetje": "Deze pixelcat reageert niet op de kleur rood, maar op beweging."
    },
    {
        "number": 17,
        "naam": "Schaap",
        "weetje": "Deze pixelcat kan tot 50 verschillende gezichten herkennen, zowel van schapen als mensen."
    },
    {
        "number": 18,
        "naam": "Geit",
        "weetje": "Deze pixelcat kan klimmen en springen op steile rotsen zonder problemen."
    },
    {
        "number": 19,
        "naam": "Varken",
        "weetje": "Deze pixelcat heeft een zeer goed reukvermogen en wordt gebruikt om truffels te vinden."
    },
    {
        "number": 20,
        "naam": "Konijn",
        "weetje": "Deze pixelcat kan 360 graden rondom kijken zonder zijn hoofd te bewegen."
    },
    {
        "number": 21,
        "naam": "Muis",
        "weetje": "Deze pixelcat kan door openingen kruipen die veel kleiner lijken dan zijn lichaam."
    },
    {
        "number": 22,
        "naam": "Egel",
        "weetje": "Deze pixelcat rolt zich op tot een bal om zichzelf te beschermen tegen roofdieren."
    },
    {
        "number": 23,
        "naam": "Eekhoorn",
        "weetje": "Deze pixelcat kan sprongen maken die tot tien keer de lengte van zijn lichaam zijn."
    },
    {
        "number": 24,
        "naam": "Hert",
        "weetje": "Deze pixelcat verliest elk jaar zijn gewei en laat een nieuw groeien."
    },
    {
        "number": 25,
        "naam": "Kameel",
        "weetje": "Deze pixelcat kan weken zonder water en slaat vet op in zijn bulten."
    },
    {
        "number": 26,
        "naam": "Zebra",
        "weetje": "Deze pixelcat geen twee strepenpatronen zijn hetzelfde, net zoals menselijke vingerafdrukken."
    },
    {
        "number": 27,
        "naam": "Neushoorn",
        "weetje": "Deze pixelcat heeft een huid die tot 5 cm dik kan zijn en is zeer gevoelig voor insectenbeten."
    },
    {
        "number": 28,
        "naam": "Nijlpaard",
        "weetje": "Deze pixelcat produceert een natuurlijke zonnebrandcrème die zijn huid beschermt."
    },
    {
        "number": 29,
        "naam": "Gorilla",
        "weetje": "Deze pixelcat gebruikt gezichtsuitdrukkingen en geluiden om met anderen te communiceren."
    },
    {
        "number": 30,
        "naam": "Panda",
        "weetje": "Deze pixelcat besteedt meer dan 12 uur per dag aan het eten van bamboe."
    }
]
