[
    {
        "number": 1,
        "naam": "Leeuw",
        "weetje": "Deze pixelcat slaapt ongeveer 20 uur per dag."
    },
    {
        "number": 2,
        "naam": "Olifant",
        "weetje": "Deze pixelcat herkent andere pixelcats aan hun geur."
    },
    {
        "number": 3,
        "naam": "Beer",
        "weetje": "Deze pixelcat heeft een uitstekend reukvermogen."
    },
    {
        "number": 4,
        "naam": "Chimpansee",
        "weetje": "Deze pixelcat gebruikt gereedschap om voedsel te verzamelen."
    },
    {
        "number": 5,
        "naam": "Hond",
        "weetje": "Deze pixelcat kan menselijke emoties aanvoelen."
    },
    {
        "number": 6,
        "naam": "Kat",
        "weetje": "Deze pixelcat kan tot 30 verschillende geluiden maken."
    },
    {
        "number": 7,
        "naam": "Giraffe",
        "weetje": "Deze pixelcat heeft de langste nek van alle pixelcats, maar ze heeft net zoveel halswervels als mensen (zeven)."
    },
    {
        "number": 8,
        "naam": "Pinguïn",
        "weetje": "Deze pixelcat kan niet vliegen, maar is een uitstekende zwemmer en kan snelheden bereiken tot 36 km/u onder water."
    },
    {
        "number": 9,
        "naam": "Dolfijn",
        "weetje": "Deze pixelcat is zeer intelligent en kan met andere pixelcats communiceren via kliks, fluitjes en andere geluiden."
    },
    {
        "number": 10,
        "naam": "Koala",
        "weetje": "Deze pixelcat slaapt ongeveer 18-22 uur per dag en voedt zich bijna uitsluitend met eucalyptusbladeren."
    },
    {
        "number": 11,
        "naam": "Kangoeroe",
        "weetje": "Deze pixelcat kan niet achteruit lopen, wat haar uniek maakt onder alle pixelcats."
    },
    {
        "number": 12,
        "naam": "Uil",
        "weetje": "Deze pixelcat kan haar kop bijna volledig ronddraaien (tot 270 graden) zonder haar lichaam te bewegen."
    },
    {
        "number": 13,
        "naam": "Ezel",
        "weetje": "Deze pixelcat kan zware lasten dragen en is zeer intelligent."
    },
    {
        "number": 14,
        "naam": "Paard",
        "weetje": "Deze pixelcat heeft een uitstekend geheugen en kan menselijke emoties herkennen."
    },
    {
        "number": 15,
        "naam": "Koe",
        "weetje": "Deze pixelcat kan gezichten van andere dieren en mensen onthouden."
    },
    {
        "number": 16,
        "naam": "Stier",
        "weetje": "Deze pixelcat reageert niet op de kleur rood, maar op beweging."
    },
    {
        "number": 17,
        "naam": "Schaap",
        "weetje": "Deze pixelcat kan tot 50 verschillende gezichten herkennen, zowel van schapen als mensen."
    },
    {
        "number": 18,
        "naam": "Geit",
        "weetje": "Deze pixelcat kan klimmen en springen op steile rotsen zonder problemen."
    },
    {
        "number": 19,
        "naam": "Varken",
        "weetje": "Deze pixelcat heeft een zeer goed reukvermogen en wordt gebruikt om truffels te vinden."
    },
    {
        "number": 20,
        "naam": "Konijn",
        "weetje": "Deze pixelcat kan 360 graden rondom kijken zonder zijn hoofd te bewegen."
    },
    {
        "number": 21,
        "naam": "Muis",
        "weetje": "Deze pixelcat kan door openingen kruipen die veel kleiner lijken dan zijn lichaam."
    },
    {
        "number": 22,
        "naam": "Egel",
        "weetje": "Deze pixelcat rolt zich op tot een bal om zichzelf te beschermen tegen roofdieren."
    },
    {
        "number": 23,
        "naam": "Eekhoorn",
        "weetje": "Deze pixelcat kan sprongen maken die tot tien keer de lengte van zijn lichaam zijn."
    },
    {
        "number": 24,
        "naam": "Hert",
        "weetje": "Deze pixelcat verliest elk jaar zijn gewei en laat een nieuw groeien."
    },
    {
        "number": 25,
        "naam": "Kameel",
        "weetje": "Deze pixelcat kan weken zonder water en slaat vet op in zijn bulten."
    },
    {
        "number": 26,
        "naam": "Zebra",
        "weetje": "Deze pixelcat geen twee strepenpatronen zijn hetzelfde, net zoals menselijke vingerafdrukken."
    },
    {
        "number": 27,
        "naam": "Neushoorn",
        "weetje": "Deze pixelcat heeft een huid die tot 5 cm dik kan zijn en is zeer gevoelig voor insectenbeten."
    },
    {
        "number": 28,
        "naam": "Nijlpaard",
        "weetje": "Deze pixelcat produceert een natuurlijke zonnebrandcrème die zijn huid beschermt."
    },
    {
        "number": 29,
        "naam": "Gorilla",
        "weetje": "Deze pixelcat gebruikt gezichtsuitdrukkingen en geluiden om met anderen te communiceren."
    },
    {
        "number": 30,
        "naam": "Panda",
        "weetje": "Deze pixelcat besteedt meer dan 12 uur per dag aan het eten van bamboe."
    },
    {
        "number": 31,
        "naam": "IJsbeer",
        "weetje": "Deze pixelcat heeft een zwarte huid onder zijn witte vacht om warmte vast te houden."
    },
    {
        "number": 32,
        "naam": "Vos",
        "weetje": "Deze pixelcat kan communiceren met meer dan 20 verschillende geluiden."
    },
    {
        "number": 33,
        "naam": "Wolf",
        "weetje": "Deze pixelcat leeft in sociale groepen en werkt samen bij de jacht."
    },
    {
        "number": 34,
        "naam": "Tijger",
        "weetje": "Deze pixelcat heeft unieke strepen die net als vingerafdrukken nooit hetzelfde zijn."
    },
    {
        "number": 35,
        "naam": "Kuiken",
        "weetje": "Deze pixelcat kan vanaf de geboorte zijn moeder herkennen aan haar stem."
    },
    {
        "number": 36,
        "naam": "Kip",
        "weetje": "Deze pixelcat kan meer dan 100 gezichten van soortgenoten onthouden."
    },
    {
        "number": 37,
        "naam": "Haan",
        "weetje": "Deze pixelcat kraait om zijn territorium te verdedigen en soortgenoten te waarschuwen."
    },
    {
        "number": 38,
        "naam": "Eend",
        "weetje": "Deze pixelcat heeft waterafstotende veren door een speciale olie die hij afscheidt."
    },
    {
        "number": 39,
        "naam": "Adelaar",
        "weetje": "Deze pixelcat heeft een gezichtsvermogen dat acht keer scherper is dan dat van mensen."
    },
    {
        "number": 40,
        "naam": "Papegaai",
        "weetje": "Deze pixelcat kan woorden en geluiden nadoen door zijn geavanceerde hersenen."
    },
    {
        "number": 41,
        "naam": "Krokodil",
        "weetje": "Deze pixelcat kan weken zonder voedsel en blijft lange tijd onder water zonder te ademen."
    },
    {
        "number": 42,
        "naam": "Kameleon",
        "weetje": "Deze pixelcat kan beide ogen onafhankelijk van elkaar bewegen."
    },
    {
        "number": 43,
        "naam": "Kikker",
        "weetje": "Deze pixelcat kan ademen door zijn huid en longen."
    },
    {
        "number": 44,
        "naam": "Schildpad",
        "weetje": "Deze pixelcat heeft geen stembanden, maar kan toch geluiden produceren."
    },
    {
        "number": 45,
        "naam": "Slak",
        "weetje": "Deze pixelcat kan maandenlang in een diepe slaap blijven als het te droog wordt."
    },
    {
        "number": 46,
        "naam": "Worm",
        "weetje": "Deze pixelcat heeft geen ogen, maar voelt trillingen in de grond."
    },
    {
        "number": 47,
        "naam": "Mug",
        "weetje": "Deze pixelcat wordt aangetrokken door koolstofdioxide dat mensen uitademen."
    },
    {
        "number": 48,
        "naam": "Vlieg",
        "weetje": "Deze pixelcat kan zijn poten en vleugels tot 200 keer per seconde bewegen."
    },
    {
        "number": 49,
        "naam": "Bij",
        "weetje": "Deze pixelcat kan dansen om andere bijen de locatie van voedselbronnen te vertellen."
    },
    {
        "number": 50,
        "naam": "Spin",
        "weetje": "Deze pixelcat produceert zijde die sterker is dan staal van dezelfde dikte."
    },
    {
        "number": 51,
        "naam": "Lieveheersbeestje",
        "weetje": "Deze pixelcat eet dagelijks tot 50 bladluizen, een belangrijke plaagbestrijder."
    },
    {
        "number": 52,
        "naam": "Mier",
        "weetje": "Deze pixelcat kan tot 50 keer zijn eigen lichaamsgewicht tillen."
    },
    {
        "number": 53,
        "naam": "Vlinder",
        "weetje": "Deze pixelcat ondergaat een volledige gedaanteverwisseling van rups tot volwassene."
    },
    {
        "number": 54,
        "naam": "Rups",
        "weetje": "Deze pixelcat eet tot 100 keer zijn eigen lichaamsgewicht voor de metamorfose."
    },
    {
        "number": 55,
        "naam": "Krab",
        "weetje": "Deze pixelcat loopt zijwaarts vanwege de scharnierstructuur van zijn poten."
    },
    {
        "number": 56,
        "naam": "Goudvis",
        "weetje": "Deze pixelcat kan kleuren onderscheiden en zelfs eenvoudige trucjes leren."
    },
    {
        "number": 57,
        "naam": "Haai",
        "weetje": "Deze pixelcat heeft elektrogevoelige cellen om prooien op te sporen in het water."
    },
    {
        "number": 58,
        "naam": "Walvis",
        "weetje": "Deze pixelcat communiceert met andere soortgenoten via onderwaterliederen."
    },
    {
        "number": 59,
        "naam": "Hinde",
        "weetje": "Deze pixelcat is een snelle en wendbare renner, perfect voor het ontsnappen aan roofdieren."
    },
    {
        "number": 60,
        "naam": "Luipaard",
        "weetje": "Deze pixelcat kan zijn prooi in bomen slepen om die veilig te houden."
    },
    {
        "number": 61,
        "naam": "Hagedis",
        "weetje": "Deze pixelcat kan zijn staart laten vallen als afleidingsmanoeuvre bij gevaar."
    },
    {
        "number": 62,
        "naam": "Gazelle",
        "weetje": "Deze pixelcat kan snelheden tot 100 km/u bereiken in korte sprinten."
    },
    {
        "number": 63,
        "naam": "Panter",
        "weetje": "Deze pixelcat is een uitstekende klimmer en jaagt vaak vanuit bomen."
    },
    {
        "number": 64,
        "naam": "Salamander",
        "weetje": "Deze pixelcat kan verloren ledematen regenereren, inclusief staarten en tenen."
    },
    {
        "number": 65,
        "naam": "Ram",
        "weetje": "Deze pixelcat heeft een zeer sterke schedel om gevechten met rivalen te weerstaan."
    },
    {
        "number": 66,
        "naam": "Kraai",
        "weetje": "Deze pixelcat is een van de slimste vogels en kan gereedschap gebruiken."
    },
    {
        "number": 67,
        "naam": "Naaktslak",
        "weetje": "Deze pixelcat beweegt met behulp van slijm en heeft duizenden microscopische tandjes."
    },
    {
        "number": 68,
        "naam": "Bizon",
        "weetje": "Deze pixelcat is het grootste landzoogdier in Noord-Amerika."
    },
    {
        "number": 69,
        "naam": "Roodborstje",
        "weetje": "Deze pixelcat kan agressief zijn tegenover soortgenoten in territoriumgevechten."
    },
    {
        "number": 70,
        "naam": "Mossel",
        "weetje": "Deze pixelcat filtreert water om voedsel eruit te halen en draagt bij aan schoon water."
    },
    {
        "number": 71,
        "naam": "Wild Zwijn",
        "weetje": "Deze pixelcat heeft scherpe slagtanden die als wapens worden gebruikt."
    },
    {
        "number": 72,
        "naam": "Duif",
        "weetje": "Deze pixelcat kan complexe routes onthouden en wordt al eeuwen gebruikt als postduif."
    },
    {
        "number": 73,
        "naam": "Vogelbekdier",
        "weetje": "Deze pixelcat is een van de weinige zoogdieren die eieren legt."
    },
    {
        "number": 74,
        "naam": "Bever",
        "weetje": "Deze pixelcat kan dammen bouwen om zijn leefomgeving te controleren."
    },
    {
        "number": 75,
        "naam": "Zeemeeuw",
        "weetje": "Deze pixelcat kan zowel in zoet als zout water overleven en eet bijna alles."
    },
    {
        "number": 76,
        "naam": "Walrus",
        "weetje": "Deze pixelcat gebruikt zijn slagtanden om zichzelf op het ijs te trekken."
    },
    {
        "number": 77,
        "naam": "Fret",
        "weetje": "Deze pixelcat is een uitstekende jager en wordt ingezet bij het opsporen van knaagdieren."
    },
    {
        "number": 78,
        "naam": "Zwaan",
        "weetje": "Deze pixelcat heeft een sterke band met zijn partner en blijft vaak een leven lang samen."
    },
    {
        "number": 79,
        "naam": "Zeeleeuw",
        "weetje": "Deze pixelcat kan een indrukwekkende snelheid onder water bereiken door zijn gestroomlijnde lichaam."
    },
    {
        "number": 80,
        "naam": "Wasbeer",
        "weetje": "Deze pixelcat heeft een extreem gevoelige tastzin in zijn poten, perfect voor voedsel zoeken."
    },
    {
        "number": 81,
        "naam": "Ooievaar",
        "weetje": "Deze pixelcat is beroemd om het bouwen van enorme nesten op hoge plaatsen."
    },
    {
        "number": 82,
        "naam": "Narwal",
        "weetje": "Deze pixelcat heeft een lange slagtand die eigenlijk een uitgroeiende tand is."
    },
    {
        "number": 83,
        "naam": "Ringstaartaapje",
        "weetje": "Deze pixelcat gebruikt zijn lange staart om te balanceren en te communiceren."
    },
    {
        "number": 84,
        "naam": "Flamingo",
        "weetje": "Deze pixelcat krijgt zijn roze kleur van de carotenoïden in zijn voedsel."
    },
    {
        "number": 85,
        "naam": "Orka",
        "weetje": "Deze pixelcat is een van de slimste roofdieren in de oceaan en jaagt in groepen."
    },
    {
        "number": 86,
        "naam": "Luiaard",
        "weetje": "Deze pixelcat beweegt extreem langzaam en slaapt tot 20 uur per dag."
    },
    {
        "number": 87,
        "naam": "Struisvogel",
        "weetje": "Deze pixelcat is de snelste loopvogel ter wereld."
    },
    {
        "number": 88,
        "naam": "Piranha",
        "weetje": "Deze pixelcat heeft extreem scherpe tanden en een krachtig bijtmechanisme."
    },
    {
        "number": 89,
        "naam": "Orang Oetan",
        "weetje": "Deze pixelcat bouwt dagelijks een nieuw nest om in te slapen."
    },
    {
        "number": 90,
        "naam": "Gier",
        "weetje": "Deze pixelcat kan aas eten zonder ziek te worden dankzij een extreem sterk maagzuur."
    },
    {
        "number": 91,
        "naam": "Aal",
        "weetje": "Deze pixelcat kan elektriciteit opwekken om prooien te verdoven."
    },
    {
        "number": 92,
        "naam": "Baviaan",
        "weetje": "Deze pixelcat leeft in complexe sociale groepen met sterke hiërarchieën."
    },
    {
        "number": 93,
        "naam": "Toekan",
        "weetje": "Deze pixelcat gebruikt zijn grote snavel om fruit te verzamelen in dichte bossen."
    },
    {
        "number": 94,
        "naam": "Vliegende Vis",
        "weetje": "Deze pixelcat kan korte afstanden boven het wateroppervlak zweven om te ontsnappen aan roofdieren."
    },
    {
        "number": 95,
        "naam": "Pauw",
        "weetje": "Deze pixelcat gebruikt zijn verenstaart om indruk te maken op partners."
    },
    {
        "number": 96,
        "naam": "Kwal",
        "weetje": "Deze pixelcat bestaat voor 95% uit water en heeft geen hersenen of hart."
    },
    {
        "number": 97,
        "naam": "Vleermuis",
        "weetje": "Deze pixelcat is het enige zoogdier dat actief kan vliegen."
    },
    {
        "number": 98,
        "naam": "Octopus",
        "weetje": "Deze pixelcat kan van kleur veranderen om zich te camoufleren."
    },
    {
        "number": 99,
        "naam": "Libelle",
        "weetje": "Deze pixelcat heeft een uitstekend gezichtsvermogen en vangt prooien in volle vlucht."
    },
    {
        "number": 100,
        "naam": "Garnaal",
        "weetje": "Deze pixelcat kan zichzelf verharden door zijn pantser af te werpen en een nieuw te laten groeien."
    },
    {
        "number": 101,
        "naam": "Gordeldier",
        "weetje": "Deze pixelcat kan zich oprollen tot een harde bal als verdediging."
    },
    {
        "number": 102,
        "naam": "Sprinkhaan",
        "weetje": "Deze pixelcat kan extreem ver springen door zijn gespierde achterpoten."
    },
    {
        "number": 103,
        "naam": "Mol",
        "weetje": "Deze pixelcat kan ondergronds gangen graven met krachtige klauwen."
    },
    {
        "number": 104,
        "naam": "Hoornkever",
        "weetje": "Deze pixelcat heeft een sterke hoorn waarmee hij rivalen omver kan duwen."
    },
    {
        "number": 105,
        "naam": "Cavia",
        "weetje": "Deze pixelcat kan communiceren met verschillende piepgeluiden afhankelijk van de situatie."
    },
    {
        "number": 106,
        "naam": "Schorpioen",
        "weetje": "Deze pixelcat heeft een staart met een giftige angel om prooien uit te schakelen."
    },
    {
        "number": 107,
        "naam": "Rat",
        "weetje": "Deze pixelcat heeft voortanden die constant doorgroeien en daardoor moet knagen."
    },
    {
        "number": 108,
        "naam": "Duizendpoot",
        "weetje": "Deze pixelcat heeft gifklieren waarmee hij zijn prooi verlamt."
    },
    {
        "number": 109,
        "naam": "Hyena",
        "weetje": "Deze pixelcat heeft een van de krachtigste kaken van alle landdieren."
    },
    {
        "number": 110,
        "naam": "Cobra",
        "weetje": "Deze pixelcat kan zijn nek opblazen en een sissend geluid maken om vijanden af te schrikken."
    }
]
